368_01_filteredLinear/constant/polyMesh/boundary
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  2.4.0                                 |
|   \\  /    A nd           | Web:      www.OpenFOAM.org                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       polyBoundaryMesh;
    location    "constant/polyMesh";
    object      boundary;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

5
(
    leftWall
    {
        type            wall;
        inGroups        1(wall);
        nFaces          144;
        startFace       105472;
    }
    rightWall
    {
        type            wall;
        inGroups        1(wall);
        nFaces          144;
        startFace       105616;
    }
    lowerWall
    {
        type            wall;
        inGroups        1(wall);
        nFaces          368;
        startFace       105760;
    }
    atmosphere
    {
        type            wall;
        inGroups        1(wall);
        nFaces          368;
        startFace       106128;
    }
    defaultFaces
    {
        type            empty;
        inGroups        1(empty);
        nFaces          105984;
        startFace       106496;
    }
)

// ************************************************************************* //
